{
  "TermsPage": {
    "metadata": {
      "title": "Условия использования | Название вашей платформы",
      "description": "Прочтите наши условия использования, чтобы понять правила и рекомендации по использованию нашей платформы курсов, включая периоды доступа, условия оплаты и нашу политику отсутствия возврата средств."
    },
    "header": {
      "title": "Условия использования"
    },
    "mainTitle": "Условия использования",
    "lastUpdated": "Последнее обновление: 22 октября 2025 г.",
    "sections": {
      "agreementToTerms": {
        "title": "Согласие с условиями",
        "content": "Используя нашу платформу курсов, вы соглашаетесь соблюдать эти Условия использования. Если вы не согласны с этими условиями, пожалуйста, не используйте наши услуги."
      },
      "courseAccess": {
        "title": "Доступ к курсам и подписки",
        "intro": "Мы предлагаем курсы с различными сроками доступа. При покупке курса вы должны выбрать предпочитаемый период доступа:",
        "options": {
          "oneMonth": "Доступ на 1 месяц: Доступ к курсу истекает через 30 дней после покупки",
          "threeMonths": "Доступ на 3 месяца: Доступ к курсу истекает через 90 дней после покупки",
          "lifetime": "Пожизненный доступ: Постоянный доступ к курсу без истечения срока"
        },
        "expiration": "После истечения срока вашего доступа (для вариантов на 1 месяц или 3 месяца), вы больше не сможете получить доступ к содержимому курса, если не приобретете новый период доступа или не перейдете на пожизненный доступ."
      },
      "paymentTerms": {
        "title": "Условия оплаты",
        "stripe": "Все платежи безопасно обрабатываются через Stripe. Совершая покупку, вы соглашаетесь предоставить точную платежную информацию и разрешаете нам списать средства с вашего способа оплаты.",
        "currency": "Цены отображаются в валюте, указанной при оформлении заказа, и могут облагаться применимыми налогами."
      },
      "noRefund": {
        "title": "Политика отсутствия возврата средств",
        "policy": "Все продажи являются окончательными. Мы не предоставляем возврат средств за любые покупки курсов, независимо от выбранного срока доступа. Пожалуйста, внимательно ознакомьтесь с информацией о курсе и выберите период доступа перед завершением покупки.",
        "acknowledgment": "Завершая покупку, вы признаете и принимаете эту политику отсутствия возврата средств."
      },
      "userAccount": {
        "title": "Учетная запись пользователя",
        "intro": "Для доступа к курсам вы должны создать учетную запись. Вы несете ответственность за:",
        "responsibilities": {
          "credentials": "Поддержание конфиденциальности учетных данных вашей учетной записи",
          "activities": "Всю деятельность, которая происходит в вашей учетной записи",
          "unauthorized": "Немедленное уведомление нас о любом несанкционированном доступе",
          "accurate": "Предоставление точной и полной информации"
        },
        "sharing": "Вы не можете делиться учетными данными своей учетной записи или разрешать другим доступ к курсам с использованием вашей учетной записи."
      },
      "intellectualProperty": {
        "title": "Интеллектуальная собственность",
        "intro": "Весь контент курса, включая, но не ограничиваясь видео, текстом, изображениями, аудио и материалами, принадлежит создателю курса и защищен законами об авторском праве.",
        "prohibited": "Вам запрещено:",
        "actions": {
          "download": "Загружать, копировать, воспроизводить или распространять контент курса",
          "share": "Делиться своими учетными данными для входа с другими",
          "record": "Записывать, делать скриншоты или захватывать материалы курса",
          "commercial": "Использовать контент курса в коммерческих целях",
          "resell": "Перепродавать или передавать свой доступ другим"
        }
      },
      "prohibited": {
        "title": "Запрещенная деятельность",
        "intro": "Вы соглашаетесь не:",
        "activities": {
          "laws": "Нарушать какие-либо применимые законы или правила",
          "infringe": "Нарушать права интеллектуальной собственности",
          "viruses": "Передавать вирусы или вредоносный код",
          "unauthorized": "Пытаться получить несанкционированный доступ к нашим системам",
          "automated": "Использовать автоматизированные инструменты для доступа к платформе",
          "harass": "Преследовать или причинять вред другим пользователям",
          "spam": "Публиковать спам или неприемлемый контент"
        }
      },
      "contentUpdates": {
        "title": "Обновления контента и доступность",
        "content": "Мы оставляем за собой право изменять, обновлять или удалять контент курса в любое время без предварительного уведомления. Хотя мы стремимся поддерживать непрерывный доступ, мы не гарантируем бесперебойную доступность платформы или курсов."
      },
      "accountTermination": {
        "title": "Прекращение действия учетной записи",
        "content": "Мы оставляем за собой право приостановить или прекратить действие вашей учетной записи в любое время, если вы нарушаете эти условия или участвуете в запрещенной деятельности. Возврат средств не предоставляется для прекращенных учетных записей."
      },
      "limitationOfLiability": {
        "title": "Ограничение ответственности",
        "content": "В максимальной степени, разрешенной законом, мы не несем ответственности за любые косвенные, случайные, специальные, последующие или штрафные убытки, возникающие в результате использования вами нашей платформы или курсов. Наша общая ответственность не должна превышать сумму, которую вы заплатили за конкретный курс."
      },
      "disclaimerOfWarranties": {
        "title": "Отказ от гарантий",
        "content": "Наша платформа и курсы предоставляются \"как есть\" без каких-либо гарантий, явных или подразумеваемых. Мы не гарантируем конкретных результатов от прохождения наших курсов и не делаем заявлений о точности или полноте контента."
      },
      "indemnification": {
        "title": "Возмещение ущерба",
        "content": "Вы соглашаетесь возместить и оградить нас от любых претензий, убытков, потерь или расходов, возникающих в результате вашего нарушения этих условий или использования нашей платформы."
      },
      "governingLaw": {
        "title": "Применимое право",
        "content": "Эти условия регулируются и толкуются в соответствии с законами [Вашей юрисдикции], без учета положений о коллизии законов."
      },
      "changesToTerms": {
        "title": "Изменения в условиях",
        "content": "Мы оставляем за собой право изменять эти условия в любое время. Мы уведомим пользователей о значительных изменениях по электронной почте или через уведомление на платформе. Продолжение использования наших услуг после изменений означает принятие обновленных условий."
      },
      "contactInformation": {
        "title": "Контактная информация",
        "intro": "Если у вас есть вопросы об этих Условиях использования, свяжитесь с нами:",
        "email": "Электронная почта:",
        "address": "Адрес:"
      }
    }
  }
}
